Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: Lisäksi Iso-Britannian EU-suhteen uudelleen neuvottelu on asettanut unionin yhtenäisyyden kyseenalaiseksi, samoin kuin oikeusvaltiokehitys tietyissä jäsenmaissa.
sv_se: Dessutom har Storbritanniens omförhandling av sin relation till EU skapat frågetecken kring enigheten i unionen. Detsamma gäller utvecklingen av rättsstaten i vissa av medlemsstaterna.

source: Suomi on johdonmukaisesti ollut edistämässä unionin yhtenäisen linjan laatimista ja toteutusta kriisien ratkomisessa.
sv_se: Finland fortsatte att konsekvent arbeta för en samordnad linje i unionen för att lösa kriserna.

source: Laajamittaisista kriiseistä huolimatta unionin toimintaympäristössä on tapahtunut myös yksittäisiä myönteisiä edistysaskeleita, kuten heinäkuinen ydinsopimus Iranin kanssa ja Pariisissa joulukuussa solmittu kattava ilmastosopimus.
sv_se: Trots de omfattande kriserna skedde det en del positiva framsteg i den europeiska omvärlden, bland annat kärnavtalet med Iran i juli och den heltäckande klimatkonventionen i Paris i december.

source: Rakenneuudistusten ansiosta talouskasvun edellytykset ovat osin hitaasti parantuneet, mutta lisää edistysaskeleita tarvitaan muun muassa investointien, sisämarkkinoiden, innovaatioiden ja vapaakaupan alalla.
sv_se: Tack vare strukturreformerna har förutsättningarna för ekonomisk tillväxt i viss mån långsamt förbättrats, men det behövs fler framsteg inom bland annat investeringar, inre marknad, innovationer och frihandel.

source: Pitkään jatkunut kansainvälisen talouden heikko kehitys vaikutti Suomen taloustilanteeseen.
sv_se: Det ekonomiska läget i Finland påverkades av den långsamma tillväxten i den globala ekonomin, som pågått länge.

source: Suomen talouden vaikeuksien ennustetaan jatkuvan seuraavien parin vuoden aikana.
sv_se: I Finland förutspås de ekonomiska svårigheterna hålla i sig de närmaste åren.

source: Suomen taloustilanne näkyi vuonna 2015 myös valtion yhtiöomistussalkun kehityksessä.
sv_se: Det ekonomiska läget återspeglades 2015 också i utvecklingen av statens bolagsportfölj.

source: Ulkomaankaupan heikko vire vaikutti osaltaan valtio-omisteisten yhtiöiden tuloskehitykseen.
sv_se: Resultatutvecklingen i företagen med statligt ägande påverkades av den bristande aktiviteten inom utrikeshandeln.

source: Kotimarkkinoilla toimivien yhtiöiden heikko tuloskehitys oli pitkälti seurausta markkinoiden varovaisuudesta ja varautumisesta tulevaisuuden haasteisiin.
sv_se: Den skrala resultatutvecklingen i företagen på hemmamarknaden är i stor utsträckning en följd av försiktigheten på marknaden och garderingen inför framtida utmaningar.

source: Haastavasta yleistilanteesta huolimatta osa valtio-omisteisista yhtiöistä kykeni kuitenkin parantamaan tulostaan.
sv_se: Trots det svåra läget i stort kunde en del av företagen med statligt ägande förbättra resultatet.

source: Kertomusvuonna taloudellisten ulkosuhteiden vahvistamiseksi helpotettiin yritysten pääsyä kansainvälistymispalvelujen piiriin.
sv_se: För att stärka de yttre ekonomiska förbindelserna underlättades företagens tillträde till internationaliseringstjänster.

source: Team Finlandin verkostomainen tapa toimia on Suomen tulevaisuuden kannalta välttämätön.
sv_se: Team Finland har ett nätverksinriktat arbetssätt och det är ett absolut krav med tanke på Finlands framtid.

source: Vuosi 2015 oli eduskuntavaalien vuosi ja hallitus vaihtui keväällä.
sv_se: Våren 2015 hölls riksdagsval och regeringen byttes ut.

source: Pääministeri Juha Sipilän johdolla käytyjen neuvottelujen tuloksena syntyi uudentyyppinen strateginen hallitusohjelma.
sv_se: Förhandlingarna under ledning av statsminister Juha Sipilä resulterade i ett strategiskt regeringsprogram av ny typ.

source: Uutta on muun muassa se, että hallitusohjelma määrittelee Suomen vision kymmenelle vuodelle sekä viidellä strategisella painopistealueella valikoidun määrän (26) hallituksen kärkihankkeita.
sv_se: Nytt är bland annat att regeringsprogrammet lägger fast Finlands vision för tio år framåt och innehåller ett selektivt antal (26) spetsprojekt inom fem strategiska insatsområden.

source: Hallitusohjelmassa määriteltiin tarkasti julkisen talouden kestävyyden kannalta keskeiset säästötavoitteet.
sv_se: Programmet anger också exakt vilka sparmål som spelar en central roll för hållbara offentliga finanser.

source: Hallitusohjelma, hallituksen toimintasuunnitelma ja julkisen talouden suunnitelma muodostavat yhdessä hallituksen strategian.
sv_se: Regeringsprogrammet, regeringens handlingsplan och planen för de offentliga finanserna bildar tillsammans regeringens strategi.

source: Hallitus kokoontuu säännöllisesti strategiaistuntoihin, joissa seurataan ja arvioidaan toimintasuunnitelman ja sen kärkihankkeiden etenemistä.
sv_se: Regeringen samlas regelbundet till strategisessioner, där den följer upp och utvärderar handlingsplanen och spetsprojekten.

source: Hallituksen muodostamisen ja työskentelytapojen uudistus merkitsi myös viestinnän roolin korostumista.
sv_se: Med regeringsbildningen och de nya arbetssätten fick informationen och kommunikationen en mer framträdande roll.

source: Viestintä kytkettiin tiiviisti hallitusneuvotteluihin sekä hallitusohjelman toteuttamisen viestimiseen.
sv_se: De kopplades intimt ihop med regeringsförhandlingarna och informationen kring regeringsprogrammet.

source: Ajantasaisen, sisällöltään laadukkaan ja oikeaa tietoa tuottavan viestinnän merkitys kasvaa.
sv_se: Det blir allt viktigare att generera aktuell, högkvalitativ och rätt information.

source: Valtioneuvoston ja sen ministeriöiden toimintaa uudistettiin kokoamalla yhteiset hallinto- ja palvelutehtävät valtioneuvoston kansliaan maaliskuusta 2015 lukien.
sv_se: Arbetet i statsrådet och ministerierna sågs över och det resulterade i att gemensamma förvaltnings - och serviceuppgifter koncentrerades till statsrådets kansli i mars 2015.

source: Tavoitteena on tehokkuuden ja tuottavuuden paraneminen, henkilöstön osaamisen laajaalainen hyödyntäminen ja yhtenäisten toimintatapojen, prosessien ja työvälineiden käytön lisääminen.
sv_se: Målet är att öka effektiviteten och produktiviteten, nyttiggöra personalens kompetens fullt ut och införa fler gemensamma tillvägagångssätt, processer och verktyg.

source: Arvio toimintaympäristön ja toimialan keskeisimmistä riskeistä
sv_se: Utvärdering av de största riskerna i omvärlden och på verksamhetsområdet

source: Monisyiset ulkoiset kriisit ja vakavat sisäisen turvallisuuden haasteet muodostavat yhdessä riskialttiin toimintaympäristön Euroopan unionin jäsenvaltioille ja siten Suomen EU-politiikan tavoitteiden menestyksekkäälle ajamiselle.
sv_se: Komplexa yttre kriser och allvarliga frågor kring den inre säkerheten är sammantaget sett en riskutsatt omvärld för Europeiska unionen och därmed också för Finlands möjligheter att driva målen i EU-politiken framgångsrikt.

source: Lisäksi kasvun ja kilpailukyvyn vahvistaminen on yhä kriittinen tekijä Euroopan vakauden kannalta.
sv_se: Vidare är åtgärderna för att stärka tillväxt och konkurrenskraft alltjämt en kritisk faktor med avseende på stabiliteten i Europa.

source: Muuttoliikkeen hallitsemiseksi tarvitaan yhtäältä puuttumista ilmiön juurisyihin ja toisaalta taakanjakoa jäsenmaiden kesken.
sv_se: För att få kontroll över migrationen krävs det å ena sidan att det går att komma åt orsakerna och å andra sidan att bördan kan fördelas mellan medlemsstaterna.

source: Kotimaiset riskit liittyvät edelleen reaalitalouden kehitykseen ja työmarkkinoihin.
sv_se: Riskerna på det nationella planet hänger fortfarande samman med utvecklingen inom realekonomin och läget på arbetsmarknaden.

source: Kotimaisen talouskehityksen näkökulmasta vuosi 2016 ei näytä hyvältä, vaikka kansainvälisillä markkinoilla on jo merkkejä laskusuhdanteen pysähtymisestä.
sv_se: Ser man till den ekonomiska utvecklingen på hemmamarknaden är utsikterna för 2016 inte så bra, trots att den internationella marknaden uppvisar tecken som tyder på att lågkonjunkturen håller på att ge vika.

source: Tämän vuoksi on olettavaa, että kotimaisen taloustilanteen kehitys vaikuttaa myös valtion yhtiöomistuksen kehitykseen ja omistaja-arvon kasvuun.
sv_se: Följaktligen kan man anta att det ekonomiska läget här hemma också inverkar på utvecklingen i statens företagsägande och tillväxten i ägarvärdet.

source: Euroopan markkinoiden hidas elpyminen ja Kiinan markkinoiden epävarmuus lisäävät näkymien epävarmuutta valtion yhtiöomistuksiin salkkutasolla.
sv_se: De osäkra utsikterna för statens bolagsportfölj ökar av att den europeiska marknaden återhämtar sig långsamt och läget på den kinesiska marknaden är osäkert.

source: Samoin valtion salkun huomattava energiasektorin painotus voi vaikuttaa omistaja-arvon kehitykseen.
sv_se: Dessutom kan värdet på statens portfölj påverkas av att energisektorn har så stor dominans.

source: Erityisesti ilmastonmuutos on energia-alalle merkittävä asia.
sv_se: Inte minst klimatförändringen spelar en framträdande roll för energisektorn.

source: Hiilidioksidipäästöihin liittyvillä riskeillä ja sääntelyn muutoksilla voi olla merkittäviä vaikutuksia omistaja-arvon kehitykseen.
sv_se: Riskerna med koldioxidutsläppen och ändrade bestämmelser kan ha stora konsekvenser för ägarvärdet.

source: Prosessien teknistyessä ja automatisoituessa teknistä toimintavarmuutta ja tietojen turvallista käsittelyä heikentävien tekijöiden riski kasvaa yhteiskunnassa yleisemmin ja erityisesti kriittisissä päätöksentekotilanteissa.
sv_se: I takt med att processerna bli mer tekniska och automatiserade ökar risken för faktorer som försämrar den tekniska driftsäkerheten och säker behandling av data överlag i samhället och i synnerhet i kritiska beslutssituationer.

source: Yhtäältä ulkoiset palvelunestohyökkäykset ja toisaalta luokitellun aineiston vuotaminen edellyttävät ajantasaisen ohjeistuksen ylläpitoa ja noudattamista.
sv_se: Utomstående belastningsattacker å ena sidan och säkerhetsklassat material som läcker ut å andra sidan kräver att det finns uppdaterade anvisningar, och att de följs.

source: Näihin riskeihin varautuminen ja niiden hallinta edellyttää informaatiokampanjointia, koulutusta ja julkisuuden proaktiivista hallintaa.
sv_se: För att gardera sig inför och hantera riskerna behövs det informationskampanjer, utbildning och proaktiv hantering av offentligheten.

source: Toimintaympäristön jatkuva muutostila, kansainväliset kriisitilanteet, digitalisaatio ja kyberuhkien voimakas kehittyminen asettavat kyber- ja tietoturvallisuuden hallinnalle paineita.
sv_se: En omvärld i ständig förändring, internationella krislägen, digitalisering och kraftigt stegrande cyberhot sätter it - och informationssäkerheten på prov.

source: Tietoverkkojen ja -järjestelmien tietoturvallisuuden tilannekuvan muodostaminen sekä viranomaisyhteistyö häiriötilanteissa ovat avainasemassa yhteiskunnan elintärkeiden toimintojen ja valtioneuvoston toiminnan jatkuvuuden turvaamisessa.
sv_se: En lägesbild av informationssäkerheten i datanät och datasystem och samarbete mellan myndigheterna vid störningar spelar en nyckelroll för att säkerställa de vitala samhällsfunktionerna och kontinuiteten i statsrådets verksamhet.

source: Valtioneuvoston tietotekninen infrastruktuuri on ollut ministeriökohtainen.
sv_se: Den informationstekniska infrastrukturen i statsrådet har hanterats av de enskilda ministerierna.

source: Tietohallintoon liittyvät valtionhallinnon tasoiset muutokset hidastavat tietoteknisten palveluiden yhtenäistämistä valtioneuvostossa.
sv_se: Förändringar i informationsförvaltningen som görs inom statsförvaltningen ställer hinder i vägen för en samordning av de informationstekniska tjänsterna i statsrådet.

source: Valtioneuvostossa on lisäksi joukko elinkaarensa lopulla olevia ministeriökohtaisia tietojärjestelmiä, joiden uudistaminen on välttämätöntä.
sv_se: Dessutom besitter statsrådet en rad uttjänta datasystem vid ett antal ministeriet och de måste bytas ut.

source: Näitä joudutaan uudistamaan samanaikaisesti tietoteknisen yhtenäistämisen kanssa.
sv_se: Det kommer att ske samtidigt som den stora itsamordningen.

source: Vuosien mittaan patoutunut uudistamistarve muuttuvassa ympäristössä nostaa riskitasoa.
sv_se: Risknivån stiger när ett uppdämt reformbehov ska åtgärdas i en föränderlig omvärld.

source: Valtioneuvoston tietoturvallisuuden yhdenmukaistaminen ja digitalisaatio edellyttävät turvallisuustietoisuuden lisäämistä, toimintojen ja järjestelmien riippuvaisuuksien kuvaamista sekä teknisen tietoturvallisuuden hyvää hallintatapaa.
sv_se: När informationssäkerheten i statsrådet samordnas och digitaliseringen fortskrider, krävs det större säkerhetsmedvetenhet, beskrivningar av hur funktioner och system samverkar och god förvaltning av den tekniska informationssäkerheten.

source: Vaikuttavuustavoitteiden toteutuminen
sv_se: Uppfyllelse av effektmål

source: Valtioneuvoston kanslia asetti vuodelle 2015 seuraavat tavoitteet toimialan yhteiskunnalliselle vaikuttavuudelle.
sv_se: Statsrådet satte följande mål för de samhälleliga verkningarna inom verksamhetsområdet 2015.

source: Vaikuttavuustavoitteet ovat monivuotisia ja niiden arviointi perustuu alla olevassa taulukossa keskeisiin vuoden 2015 toimenpiteisiin, joilla on luotu edellytyksiä vaikuttavuustavoitteiden saavuttamiselle.
sv_se: Effektmålen är mångåriga och utvärderingen bygger på centrala åtgärder 2015 som har skapat förutsättningar för att nå målen, och de anges i tabellen nedan.

source: Niiden toteutuminen on arvioitu johdon tekemänä itsearviointina.
sv_se: Måluppfyllelsen har bedömts utifrån en självvärdering av ledningen.

source: Yhteiskunnallisten vaikuttavuustavoitteiden toteutumisen arviointi
sv_se: Utvärdering av hur de samhälleliga effektmålen har uppnåtts

source: (arvosana-asteikko: erinomainen, hyvä, tyydyttävä, välttävä, aloittamatta/heikko)
sv_se: (på skalan utmärkt, god, nöjaktig, försvarlig, icke påbörjad/svag)

source: Tavoite
sv_se: Mål

source: Arvosana
sv_se: Betyg

source: Perustelut
sv_se: Motivering

source: Pääministerin toiminnan tukeminen valtioneuvoston johtamisessa:
sv_se: Stödjande av statsministerns verksamhet vid ledning av statsrådet:

source: Hallituspolitiikan keskeiset tavoitteet toteutuvat ja hallitus pystyy päättämään tarvittavista politiikkatoimista hyvän tiedon pohjalta ja oikea-aikaisesti kaikissa tilanteissa.
sv_se: De centrala målen för regeringspolitiken uppnås och regeringen kan fatta beslut om nödvändiga politikåtgärder utifrån god information och vid rätt tidpunkt i alla situationer.

source: Hyvä
sv_se: God

source: Uudistettiin hallituksen työskentelytapoja ottamalla käyttöön menettelyt, joilla tuetaan strategista hallituspolitiikan johtamista, tietoon perustuvaa päätöksentekoa ja politiikkatoimien vaikuttavuutta.
sv_se: Regeringens arbetsmetoder sågs över och det infördes förfaranden som stöder strategisk ledning av regeringspolitiken, informerat beslutsfattande och verkningarna av politikåtgärderna.

source: Strategisen hallitusohjelman toimeenpanon tueksi valmisteltiin hallituksen toimintasuunnitelma, joka on sovitettu yhteen julkisen talouden suunnitelman kanssa.
sv_se: För att backa upp verkställigheten av det strategiska regeringsprogrammet upprättades regeringens handlingsplan och den samordnades med planen för de offentliga finanserna.

source: Uudistettiin hallituksen toimintasuunnitelman seurannan ja raportoinnin menettelyjä.
sv_se: Uppföljningen och avrapporteringen av regeringens handlingsplan reviderades.

source: Hallituksen keskeisille tavoitteille on vahvistettu seurantaindikaattorit.
sv_se: Vidare lades uppföljningsindikatorer för regeringens viktigaste mål fast.

source: Hallituksen strategiaistuntoa on kehitetty hallitusohjelman ja strategisen toimintasuunnitelman käsittelyfoorumina.
sv_se: Regeringens strategisession vidareutvecklades till ett forum för behandling av regeringsprogrammet och den strategiska handlingsplanen.

source: Valtioneuvoston kanslia tukee hallitusohjelman painopisteiden ministerityöryhmien ja kärkihankkeiden keskinäistä koordinointia.
sv_se: Statsrådets kansli stöder samordningen av ministerarbetsgrupperna för de prioriterade områdena i regeringsprogrammet och spetsprojekten.

source: Hallituksen toimintasuunnitelma on muodostanut perustan kanslian toiminnan suunnittelussa mm. valtioneuvoston selvitys- ja tutkimussuunnitelman laadinnassa sekä tulossuunnittelussa.
sv_se: Regeringens handlingsplan utgjorde plattformen för planeringen av verksamheten vid statsrådets kansli, bland annat när statsrådets utrednings - och forskningsplan utarbetades och inom resultatplaneringen.

source: Suomen tavoitteita Euroopan unionissa edistetään ennakoivasti, aktiivisesti ja tuloksellisesti.
sv_se: Finlands mål inom Europeiska unionen främjas på ett förutseende, aktivt och resultatrikt sätt.

source: EU-ministerivaliokunta on linjannut EU-politiikan avaintavoitteet ja käsitellyt ennakoivasti niihin liittyviä keskeisiä kysymyksiä varhaisen vaikuttamisen mahdollistamiseksi.
sv_se: EU-ministerutskottet lade fast nyckelmålen för EU-politiken och behandlade proaktivt de viktigaste anknytande frågorna för att möjliggöra påverkan på ett tidigt stadium.

source: EUpolitiikan tuloksellisuus on viime kädessä kiinni niin ulkoisen ja sisäisen toimintaympäristön kehityksestä kuin toimielinten ja 28 jäsenvaltion toimien kokonaisuudesta.
sv_se: Hur framgångsrik EU-politiken är beror i sista hand på dels utvecklingen i den inre och yttre omvärlden, dels de samlade åtgärderna i EU:s institutioner och de 28 medlemsstaterna.

source: Valtion yritysvarallisuutta hoidetaan tuloksellisesti.
sv_se: Statens företagsförmögenhet sköts med gott resultat.

source: Vaikka valtioneuvoston kanslia toteutti salkkuyhtiöissään omistaja-arvon kasvua ja kansallista merkitystä tukevia toimia, valtion suoraan omistaman pörssisalkun markkinaarvo laski 10,2 mrd. euroon ja Solidiumin omistus 6,8 mrd. euroon, yhteensä 17 mrd. euroa.
sv_se: Även om statsrådets kansli kunde genomföra åtgärder som medverkade till ökat ägarvärde med större nationell betydelse i portföljbolagen, sjönk marknadsvärdet på statens direktägda aktieportfölj till 10,2 miljarder euro och ägandet i Solidium till 6,8 miljarder euro, sammanlagt 17 miljarder euro.

source: Yhtiöiden maksamat osingot ja pääomanpalautukset olivat 1,5 mrd. euroa.
sv_se: Aktieutdelningen och kapitalåterbäringen i bolagen uppgick till 1,5 miljarder euro.

source: Valtion yhtiöomistussalkusta tuloutetaan pääomia vuoden 2015 perusteella hallituksen kärkihankkeiden rahoitusvaatimusten mukaisesti.
sv_se: På grundval av 2015 redovisades kapital från statens bolagsportfölj i enlighet med finansieringskraven till regeringens spetsprojekt.

source: Suomen taloudellisia ulkosuhteita, suomalaisten yritysten kansainvälistymistä, Suomeen suuntautuvia ulkomaisia investointeja sekä Suomen maakuvaa koskevat julkisrahoitteiset toiminnot on organisoitu tehokkaasti ja tuloksellisesti.
sv_se: Den offentligt finansierade verksamhet som gäller Finlands externa ekonomiska relationer, finländska företags internationalisering, utländska investeringar i Finland och Finlandsbilden ska vara organiserade på ett effektivt och resultatrikt sätt.

source: Otettiin käyttöön kotimainen keskitetty palvelumalli, jossa asiakas saa tarvitsemansa Team Finland -palvelut yhdeltä luukulta.
sv_se: En centraliserad inhemsk servicemodell infördes, som innebär att kunderna får alla tjänster inom ramen för Team Finland på ett ställe.

source: Julkisten palvelujen tarjontaan keskittyvän Finpron toimintakonseptin uudistus saatettiin päätökseen ja uusi osakeyhtiömuotoinen toiminta voi alkaa vuoden 2016 alussa.
sv_se: Översynen av verksamhetskonceptet för Finpro, som är inriktat på tillhandahållande av offentliga tjänster, slutfördes och den nya verksamheten i aktiebolagsform kan inledas från och med 2016.

source: Luotiin Suomen markkinointiin tarkoitettu visuaalinen ilme ja sovittiin yhteisistä viestinnällisistä painopisteistä.
sv_se: En visuell profil för marknadsföring av Finland togs fram och gemensamma prioriteringar för kommunikationen avtalades.

source: Valtion tutkimuslaitosten ja tutkimusrahoituksen kokonaisuudistuksesta annettu valtioneuvoston periaatepäätös toimeenpannaan.
sv_se: Statsrådets principbeslut om en totalreform av statens forskningsinstitut och forskningsfinansiering verkställs.

source: Erinomainen
sv_se: Utmärkt

source: Valtioneuvoston selvitys- ja tutkimussuunnitelman toimeenpanolla on tuotettu tutkittua tietoa valtioneuvoston päätöksenteon tueksi.
sv_se: Med hjälp av statsrådets utrednings - och forskningsplan togs det fram faktaunderlag till stöd för beslutsfattandet i statsrådet.

source: Yhteistä agendaa muodostettaessa eri ministeriöiden näkökulmia on sovitettu yhteen vaikuttavampien kokonaisuuksien luomiseksi.
sv_se: En gemensam agenda utarbetades och ministeriernas synpunkter jämkades samman för att den skulle innefatta sammanhållna delar med större effekt.

source: Vaikuttavuutta on parannettu myös kiinnittämällä erityishuomiota hankkeiden viestintään ja tiedon tuottajien ja hyödyntäjien väliseen vuorovaikutukseen hankkeen ollessa käynnissä.
sv_se: Resultaten förbättrades också genom att extra stort avseende fästes vid informationsspridningen om projekten och samverkan mellan dem som producerade och dem som utnyttjade data under pågående projekt.

source: Valtioneuvoston yhteisten hallinto- ja palvelutoimintojen organisoinnin toimeenpano.
sv_se: Organiseringen av statsrådets gemensamma förvaltnings - och servicefunktioner verkställs.

source: Valtioneuvoston hallintoyksikkö aloitti toimintansa suunnitellusti 1.3.2015.
sv_se: Statsrådets förvaltningsenhet inledde sin verksamhet enligt planerna den 1 mars 2015.

source: Yhteiset peruspalvelut on saatu toimimaan ja henkilö- ja määrärahasiirrot on toteutettu.
sv_se: De gemensamma basala tjänsterna fungerar och personal och anslag har förts över.

source: Pääministerin toiminnan tukeminen
sv_se: Stödjande av statsministerns verksamhet

source: Tavoitteena:
sv_se: Mål:

source: Pääministerin käytössä on valtioneuvoston johtamisessa tarvittavat tiedot ja välineet sekä yhteen sovitettu valtioneuvoston strateginen viestintä.
sv_se: Statsministern har tillgång till den information och de verktyg som behövs för att leda statsrådet och till samordnad strategisk kommunikation inom statsrådet.

source: VNK huolehtii pääministerin ja hallituksen toiminnan teknisistä ja juridisista puitteista ja viestinnän toimimisesta.
sv_se: Statsrådets kansli har hand om den tekniska och juridiska ramen och kommunikationen för statsministerns och regeringens verksamhet.

source: Hallitusvaihdokseen ja hallitusneuvottelujen tueksi valtioneuvoston kanslia tuotti tietoaineistoja uuden hallituksen lähtötilanteesta.
sv_se: Statsrådets kansli producerade faktamaterial om utgångsläget för den nya regeringen till stöd för regeringsskiftet och regeringsförhandlingarna.

source: Yhtäältä koottiin tietoa edellisen vaalikauden politiikkatoimien toteutumisesta, mutta erityisesti panostettiin tulevia haasteita koskevan tiedon toimittamiseen päättäjien käyttöön.
sv_se: Dels samlade man in information om hur politikåtgärderna hade utfallit valperioden innan, dels satsade man extra mycket på att ta fram information för beslutsfattarna inför de kommande stora knäckfrågorna.

source: Valtioneuvoston kanslian johdolla kehitettiin hallituksen strategisen työskentelyn uusia menettelyjä ja työkaluja hallituksen toimien yhteiskunnallisen vaikuttavuuden parantamiseksi.
sv_se: Under ledning av statsrådets kansli utformades nya metoder och verktyg för regeringens strategiska arbetssätt för att förbättra de samhälleliga verkningarna av regeringens åtgärder.
